Repository: boringplace/borsh
Catalog: i18n/*.po
Languages: ru

source: BoringShell UI configured to CLI.
ru: BoringShell UI сконфигурирован как CLI.

source: BoringShell UI configured to TUI.
ru: BoringShell UI сконфигурирован как TUI.

source: BoringShell storage configured to SQLite.
ru: Хранилище BoringShell сконфигурировано как SQLite.

source: BoringHub registration
ru: Регистрация на BoringHub

source: BoringHub user registration
ru: Регистрация пользователя BoringHub

source: Your new login (ASCII, without whitespaces, will be converted to lowercase):
ru: Ваш логин: (ASCII, без пробелов, будет преобразован в нижний регистр):

source: Choose authentication method:
ru: Выберите метод авторизации:

source: User added
ru: Пользователь добавлен

source: User is verified.
ru: Пользователь прошёл проверку.

source: User is not verified.
ru: Пользователь не прошёл проверку.

source: Quit
ru: Выход
